Repository: Hibalimeme/MAUIDMSMobilefinal
Catalog: MAUIDMSMobile/Resx/AppResources.*.resx
Languages: ar

source: Accepter
ar: قبول

# AddressRequis
source: L'adresse est requise
ar: العنوان مطلوب

source: Adresse
ar: العنوان

source: Ajout véhicule
ar: إضافة سيارة

source: Anglais
ar: الإنجليزية

source: Annuler
ar: إلغاء

# Arab
source: Arabe
ar: العربية

# AttenteValidation
source: En Attente de Validation
ar: في انتظار التحقق

# AvoirCompte
source: Vous avez de compte ?
ar: هل لديك حساب؟

source: Bienvenue !
ar: مرحباً!

# CarteGrise
source: Photo Carte Grise*
ar: صورة بطاقة التسجيل *

# Centres__
source: Centres de service
ar: مراكز الخدمة

source: centre:
ar: مركز الخدمة:

# Codecentre__
source: Code du centre:
ar: رمز المركز:

# Codepackentretien__
source: Code du pack d'entretien:
ar: رمز حزمة الصيانة:

source: Code Postal
ar: الرمز البريدي

# CodePostalRequis
source: Le code postal est requis
ar: الرمز البريدي مطلوب

# Connecter
source: Se connecter
ar: تسجيل الدخول

# CreationCompte
source: Création de compte
ar: إنشاء حساب جديد

# CreationVehicule
source: Créer une véhicule
ar: إنشاء سيارة

# CreerCompte
source: Créer un compte
ar: إنشاء حساب جديد

# Creneau
source: Créneau
ar: فترة

# Creneauxd
source: Créneaux disponibles
ar: الفترات المتاحة

# Creneauxsel
source: Créneaux sélectionnés:
ar: الفترات المختارة:

source: Date:
ar: التاريخ:

# DateCirculation
source: Date de mise en circulation *
ar: تاريخ التسجيل *

# DateCirculation__
source: Date de mise en circulation :
ar: تاريخ التسجيل :

# DateHeure__
source: Date et heure:
ar: التاريخ والوقت

# Dateplanifie__
source: Date planifiée:
ar: التاريخ المخطط:

# Deconnecter
source: Se deconnecter
ar: فصل الاتصال

# DeconnecterPoPUp
source: Voulez-vous vous déconnecter ?
ar: هل تريد تسجيل الخروج؟

source: Description:
ar: الوصف:

# detaildevis
source: Les détails du devis
ar: تفاصيل العرض

# Devis
source: Mes Devis
ar: عروضــي

# Dure__
source: Durée (min):
ar: المدة (دقائق):

# EchecConexion
source: Échec de connexion
ar: فشل تسجيل الدخول

# EmailInput
source: Email
ar: البريد الإلكتروني

# EmailRequis
source: L'adresse e-mail est requise
ar: عنوان البريد الإلكتروني مطلوب

source: Email :
ar: البريد الإلكتروني

source: En savoir plus
ar: معرفة المزيد

# EreurAttendValidation
source: Error: Votre compte est en attente de validation
ar: خطأ: حسابك في انتظار التحقق

# EreurCompteBlock
source: Error: Votre compte est bloqué
ar: خطأ: حسابك محظور

# EreurCompteBlockeOuAttent
source: Error: Compte bloqué ou en attente de validation
ar: خطأ: الحساب محظور أو في انتظار التحقق

# EreurDateInvalide
source: Erreur : Date de première immatriculation invalide.
ar: خطأ: تاريخ التسجيل الأول للسيارة غير صالح

# EreurDejaexist
source: Error: utilisateur existe déjà
ar: خطأ: المستخدم موجود بالفعل

# EreurEnvoieEmail
source: Error: Erreur lors de l’envoi de l’email
ar: خطأ: حدث خطأ أثناء إرسال البريد الإلكتروني

# EreurGenre
source: Error: Genre invalide
ar: خطأ: الجنس غير صالح

# EreurImatriculationinvalide
source: Erreur : Numéro d'immatriculation invalide.
ar: خطأ: رقم تسجيل السيارة غير صالح

# EreurInconnu
source: Error: inconnu
ar: خطأ: غير معروف

# EreurMarqueInconnu
source: Erreur : Marque inconnue.
ar: خطأ: ماركة السيارة غير معروفة

# EreurModelInconnu
source: Erreur : Modèle inconnu.
ar: خطأ: موديل السيارة غير معروف

# EreurMpIncorect
source: Error: Mot de passe incorrect
ar: خطأ: كلمة المرور غير صحيحة

# EreurNumChasiinvalide
source: Erreur : Numéro de châssis invalide.
ar: خطأ: رقم هيكل السيارة غير صالح

# EreurNumChassiexiste
source: Erreur : Numéro de châssis déjà enregistré.
ar: خطأ: رقم هيكل السيارة مسجل بالفعل

# Ereurobilgatoire
source: Error: Champs obligatoires manquants
ar: خطأ: الحقول الإلزامية مفقودة

# EreurPhoto
source: Erreur : Photo de la carte d'immatriculation invalide.
ar: خطأ: صورة بطاقة تسجيل السيارة غير صالحة

# Ereurservenue
source: Une erreur est survenue :
ar: حدث خطأ :

# EreurUserInvalide
source: Erreur : Utilisateur mobile invalide.
ar: خطأ: المستخدم المحمول للسيارة غير صالح

# EreurUserNonTrouvé
source: Error: Utilisateur introuvable
ar: خطأ: المستخدم غير موجود

# ErreurAllert
source: Erreur
ar: خطأ

# Francais
source: Français
ar: الفرنسية

# GenderRequis
source: Le genre est requis
ar: الجنس مطلوب

source: Genre
ar: الجنس

# Heureplanifie__
source: Heure planifiée:
ar: الوقت المخطط:

source: Historique
ar: السجل

# HistoriquePage
source: Page de l’historique
ar: صفحة السجل

# home
source: Page d'accueil
ar: الصفحة الرئيسية

source: Immatriculation *
ar: التسجيل *

source: Immatriculation:
ar: التسجيل

# Inscrire
source: S'inscrire
ar: تسجيل

# LanguageRequis
source: La langue est requise
ar: اللغة مطلوبة

source: Langue
ar: اللغة

source: Marque *
ar: العلامة التجارية *

source: Marque:
ar: العلامة التجارية :

# MenuVehicule
source: Mes véhicules
ar: سياراتي

# MesRendezVousPage
source: Page des rendez-vous
ar: صفحة المواعيد

# Mesvehicule
source: Page des véhicules
ar: صفحة السيارات

# MiseAjourOk
source: Mise à jour réussie
ar: تم التحديث بنجاح

# MiseCompte
source: Mise a jour de compte
ar: تحديث الحساب

# MiseJour
source: mise a jour
ar: تحديث

# Modele
source: Modèle *
ar: الموديل *

# Modle__
source: Modèle:
ar: الموديل :

source: Mon compte
ar: حسابي

source: Montant:
ar: المبلغ:

# Mp
source: Mot de passe
ar: كلمة المرور

# MpOublie
source: Mot de passe oublié?
ar: نسيت كلمة المرور؟

# MpRequis
source: Le mot de passe est requis
ar: كلمة المرور مطلوبة

# ndevis__
source: Numéro Devis:
ar: رقم العرض

source: Nom
ar: اسم العائلة

# Nomcentre__
source: Nom du centre:
ar: اسم المركز:

# NomRequis
source: Le nom est requis
ar: اسم العائلة مطلوب

source: Non
ar: لا

# Numchass__
source: NuméroChâssis:
ar: رقم الهيكل :

# Numerochassis
source: Numéro de Châssis *
ar: رقم الهيكل *

# numWhatsApp
source: Le numéro WhatsApp est requis
ar: رقم الواتساب مطلوب

# Numrocrneau__
source: Numéro du créneau:
ar: رقم الحصة:

source: OK
ar: حسنًا

source: Oui
ar: نعم

# PackEntretien__
source: Pack d'entretien:
ar: حزمة الصيانة:

# Packsmaintenance__
source: Packs de maintenance:
ar: حزم الصيانة

# pageCreationCompte
source: Page de création de compte
ar: صفحة إنشاء الحساب

# pagedevis
source: Page de devis
ar: صفحة العرض السعري

# PasCompte
source: Vous n'avez pas de compte ?
ar: ليس لديك حساب؟

# PasConexion
source: Pas de connexion internet. Veuillez vérifier votre connexion et réessayer.
ar: لا يوجد اتصال بالإنترنت. يرجى التحقق من اتصالك وإعادة المحاولة.

source: Pays
ar: البلد

# PaysRequis
source: Le pays est requis
ar: البلد مطلوب

source: Photo 2
ar: صورة 2

source: Photo 3
ar: صورة 3

# Prenom
source: Prénom
ar: الاسم الأول

# PrenomRequis
source: Le prénom est requis
ar: الاسم الأول مطلوب

source: Refuser
ar: رفض

# RendezVous
source: Mes rendez-vous
ar: مواعيدي

# RenitialisationOk
source: Réinitialisation réussie
ar: تم إعادة التعيين بنجاح

# Renitialise
source: Rénitialiser
ar: إعادة التعيين

# Réinitialiser
source: Réinitialiser le mot de passe
ar: إعادة تعيين

# Rserver
source: Réserver
ar: حجز

# Rserverrdv
source: Réserver un rendez-vous
ar: حجز موعد

# scentre
source: Sélectionner un centre de service
ar: اختيار مركز خدمة

# screnaux
source: Sélectionner les créneaux disponibles
ar: اختيار الفترات المتاحة

# Session
source: Rester connecté
ar: تسجيل دخول دائمً

# sKilomtrage
source: Saisir kilométrage
ar: إدخال عدد الكيلومترات

# Slogan
source: Votre route, en toute sérénité.
ar: طريقك بكل راحة واطمئنان

source: Statut:
ar: الحالة:

# Succes
source: Succès
ar: نجاح

# svehicule
source: Sélectionner un véhicule
ar: اختيار مركبة

# Updateok
source: Mise à jour réussi
ar: التحديث ناجح

source: Valider
ar: تأكيد

# VehiculeCreeSucces
source: Véhicule créé avec succès
ar: تم إنشاء السيارة بنجاح

source: Ville
ar: المدينة

# VilleRequis
source: La ville est requise
ar: المدينة مطلوبة

source: Véhicules Validés
ar: السيارات المقبولة

# WhatsApp
source: Numéro WhatsApp
ar: رقم الواتساب

# Kilometrage__
source: Kilométrage
ar: الكيلومترات

# comptesucces
source: Le compte a été créé avec succès
ar: تم إنشاء الحساب بنجاح

# ereurcartegrise
source: La photo de la carte grise est requise
ar: صورة بطاقة التسجيل مطلوبة

# ereurdateimmatriculation
source: La date de mise en circulation est requise
ar: تاريخ التسجيل مطلوب

# ereurimtriculation
source: L'immatriculation est obligatoire.
ar: رقم التسجيل مطلوب

# ereurmarque
source: La marque est requise
ar: العلامة التجارية مطلوبة

# ereurmodel
source: Le modèle est requis
ar: الطراز مطلوب

# ereurnchassis
source: Le numéro de châssis est requis
ar: رقم الهيكل مطلوب

# messageok
source: OK
ar: حسنًا

# devisaccpte
source: Le devis a été accepté
ar: تم قبول العرض

# devisrefus
source: Le devis a été refusé
ar: تم رفض العرض

# crenauxinf
source: Les créneaux sélectionnés ne sont pas consécutifs ou insuffisants
ar: الفترات الزمنية المحددة غير متتالية أو غير كافية

# crenauxpasvalide
source: Les créneaux ou pack ne sont pas valides
ar: الفترات الزمنية أو الباقة غير صالحة

# rdzechoue
source: La prise de rendez-vous a échoué
ar: فشل حجز الموعد

# spack
source: Sélectionnez un pack d'entretien
ar: حدد باقة الصيانة

# bookedok
source: Rendez-vous pris avec succès
ar: تم حجز الموعد بنجاح

# hrendezvous
source: Historique des rendez-vous
ar: سجل المواعيد

# doitremplir
source: Veuillez remplir tous les champs
ar: يرجى تعبئة جميع الحقول

# log
source: Se connecter
ar: تسجيل الدخول

# packinsufisant
source: Les créneaux sélectionnés ne sont pas consécutifs ou doivent exactement couvrir la durée du pack.
ar: الفترات الزمنية المحددة ليست متتالية، أو يجب أن تغطي بالضبط مدة الحزمة
